import ShaheedMinar from './img/qnsImage/ShaheedMinar.jpg'
import NationalParliamentHouse from './img/qnsImage/NationalParliamentHouse.jpg'
import CurzonHall from './img/qnsImage/CurzonHall.jpg'
import SupremeCourt from './img/qnsImage/SupremeCourt.jpg'
import BegumRokeya from './img/qnsImage/BegumRokeya.jpg'
import MuhammadAtaulGaniOsmani from './img/qnsImage/MuhammadAtaulGaniOsmani.jpg'
import AhsanManjil from './img/qnsImage/AhsanManjil.jpg'
import LalbaghFort from './img/qnsImage/LalbaghFort.jpg'
import LanguageMovement from './img/qnsImage/LanguageMovement.jpg'
import SeventhMarchSymbol from './img/qnsImage/7thMarchSymbol.jpg'
import HazratShahjalalMazarSharif from './img/qnsImage/HazratShahjalalMazarSharif.jpg'
import GutiaBaitulAmanJameMasjid from './img/qnsImage/GutiaBaitulAmanJameMasjid.jpg'
const banglaQ=[
    //  level1
     [
    {
        question:"বাংলাদেশের রাজধানী হল ?",
        answer:"ঢাকা",
        answers:["ঢাকা","খুলনা","চট্টগ্রাম","নারায়ণগঞ্জে"]
    },
    {
        question:"আইসিসি বিশ্ব র‌্যাঙ্কিংয়ের তিনটি ফরম্যাটে (অর্থাত ওয়ানডে, টেস্ট এবং টি-টোয়েন্টি) কোন বাংলাদেশি ক্রিকেট খেলোয়াড়কে প্রথম স্থান দেওয়া হয়েছিল?",
        answer:"সাকিব আল হাসান",
        answers:["তামিম ইকবাল","মোহাম্মদ আশরাফুল","সাকিব আল হাসান","মাশরাফি বিন মুর্তজা"]
    },
    {
        question:"‘জাতির পিতা’ নামে চিহ্নিত কার নাম ?",
        answer:"শেখ মুজিবুর রহমান",
        answers:["শেখ মুজিবুর রহমান","সৈয়দ নজরুল ইসলাম","তাজউদ্দীন আহমদ","মেজর জিয়াউর রহমান"]
    },
    {
        question:"উপড়ের ছবিটি শনাক্ত করুন ?",
        image:ShaheedMinar,
        answer:"শহীদ মিনার",
        answers:["জাতীয় শহীদদের স্মৃতিসৌধ","শহীদ মিনার","লালবাগ দুর্গ ","জাতীয় স্মৃতিসৌধ"]
    },
    {
        question:"বাংলাদেশের আয়তন কত ?",
        answer:"১,৪৭,৬১০ বর্গকিলোমিটার",
        answers:["১,৪৭,৫৭০ বর্গকিলোমিটার","১,৪৭,৬০০ বর্গকিলোমিটার","১,৪৭,৫০০ বর্গকিলোমিটার","১,৪৭,৬১০ বর্গকিলোমিটার"]
    },
    {
        question:"বাংলাদেশের সর্বাধিক দক্ষিণের জেলা কোনটি ?",
        answer:"কক্সবাজার",
        answers:["চট্টগ্রাম","ভোলা","পটুয়াখালী","কক্সবাজার"]
    },
    {
        question:"মুজিবনগর অবস্থিত:",
        answer:"মেহেরপুর",
        answers:["চুয়াডাঙ্গা","মেহেরপুর","নবাবগঞ্জ","সাতক্ষীরা"]
    },
    {
        question:"বঙ্গবন্ধু শেখ মুজিবুর রহমানের জন্মদিন কখন?",
        answer:"১৭ই মার্চ",
        answers:["১০ই জানুয়ারী","১৭ই মার্চ","১০ই ফেব্রুয়ারি","১৭ই এপ্রিল"]
    },
    {
        question:"\"আইলা\" নামে ঘূর্ণিঝড়টি বাংলাদেশে এসেছিল ?",
        answer:"২০০৯",
        answers:["২০০৯","১৯৯১","২০০৭","১৯৯৮"]
    },
    {
        question:"বাংলাদেশের জাতীয় উদ্যানটি হল:",
        answer:"সোহরাওয়ার্দী উদ্যান",
        answers:["রমনা পার্ক","উদ্ভিদ উদ্যান","সোহরাওয়ার্দী উদ্যান","কোনটিই নয়"]
    },
    {
        question:"বাংলাদেশের বিস্তৃত নদী হল :",
        answer:"মেঘনা",
        answers:["যমুনা","পদ্মা","মেঘনা","ব্রহ্মপুত্র"]
    },
    {
        question:"২১ শে ফেব্রুয়ারীকে কি হিসাবে চিহ্নিত করা হয়:",
        answer:"আন্তর্জাতিক মাতৃভাষা দিবস",
        answers:["স্বাধীনতা দিবস","জাতীয় শহীদ দিবস","বিজয় দিবস","আন্তর্জাতিক মাতৃভাষা দিবস"]
    },
    {
        question:"বাংলাদেশের বৃহত্তম বিভাগ হল:",
        answer:"চট্টগ্রাম",
        answers:["ঢাকা","চট্টগ্রাম","রাজশাহী","সিলেট"]
    },
    {
        question:"প্রস্তাবিত পদ্মা সেতুর দৈর্ঘ্য হল:",
        answer:"৬.১৫ কিমি",
        answers:["৪.১ কিমি","৫.২ কিমি","৬.১৫ কিমি","৬.৭৫ কিমি"]
    },
    {
        question:"উপড়ের ছবিটি সনাক্ত করুন:",
        image:NationalParliamentHouse, // lvl 1 question 15
        answer:"জাতীয় সংসদ ভবন",
        answers:["প্রধানমন্ত্রীর অফিস","সর্বোচ্চ আদালত","বাংলাদেশ ব্যাংক","জাতীয় সংসদ ভবন"]
    }
],
    //  level2
     [
    {
        question:"বাংলাদেশের বিজয় দিবস কবে?",
        answer:"১৬ ই ডিসেম্বর",
        answers:["১৬ ই ডিসেম্বর","২৬ শে মার্চ","২১ শে ফেব্রুয়ারি","১ লা ডিসেম্বর"]
    },
    {
        question:"বাংলাদেশ ক্রিকেট কোন বছরে টেস্টের স্বীকৃতি পেল?",
        answer:"২০০০",
        answers:["১৯৯৮","২০০০","২০০৫","২০০৭"]
    },
    {
        question:"উপড়ের ছবিটি শনাক্ত করুন:",
        image:CurzonHall, // lvl 2 question 3
        answer:"কার্জন হল",
        answers:["কার্জন হল","আহসান মঞ্জিল","গণ-ভবন","লালকেল্লা"]
    },
    {
        question:"বাংলাদেশের প্রথম প্রধানমন্ত্রী কে ছিলেন?",
        answer:"তাজউদ্দীন আহমদ",
        answers:["বঙ্গবন্ধু শেখ মুজিবুর রহমান","হুসেন মুহাম্মদ এরশাদ","মেজর জিয়াউর রহমান","তাজউদ্দীন আহমদ"]
    },
    {
        question:"বাংলাদেশের স্বাধীনতা দিবস কবে?",
        answer:"২৬ শে মার্চ",
        answers:["১৬ ই ডিসেম্বর","৭ ই মার্চ","২৬ শে মার্চ","১,৪৭,৬১০ ২১ শে ফেব্রুয়ারি"]
    },
    {
        question:"\"চলন বিল\" কোথায় অবস্থিত?",
        answer:"নাটোর ও পাবনা জেলায়",
        answers:["রাজশাহী জেলায়","নওগাঁ জেলায়","নাটোর ও নওগাঁ জেলায়","নাটোর ও পাবনা জেলায়"]
    },
    {
        question:"কতটি দেশ বাংলাদেশের সাথে তাদের সীমান্ত ভাগ করে?",
        answer:"২",
        answers:["৩","২","১","৫"]
    },
    {
        question:"নাফ নদী কোন সীমান্ত দিয়ে বাংলাদেশের মধ্য দিয়ে প্রবাহিত:",
        answer:"মায়ানমার",
        answers:["ভারত","নেপাল","মায়ানমার","থাইল্যান্ড"]
    },
    {
        question:"কত সালে বাংলাদেশের মুক্তিযুদ্ধ সংঘটিত হয়েছিল:",
        answer:"১৯৭১",
        answers:["১৯৭০","১৯৬২","১৯৫০","১৯৭১"]
    },
    {
        question:"১০ই এপ্রিল, গণপ্রজাতন্ত্রী বাংলাদেশ সরকার গঠিত হয়েছিল এর থেকে জারি করা স্বাধীনতার ঘোষণার মাধ্যমে:",
        answer:"মেহেরপুর জেলার মুজিবনগর",
        answers:["লালমনিরহাট জেলার পাটগ্রাম","নোদিয়া জেলার পলাশী","জামালপুর জেলার ধনুয়া-কমলপুর","মেহেরপুর জেলার মুজিবনগর"]
    },
    {
        question:"১৯৭১ সালে বাংলাদেশের কোন অঞ্চল প্রথম পাকিস্তানী সেনাবাহিনী থেকে মুক্ত হয়েছিল?",
        answer:"যশোর এবং সিলেট",
        answers:["যশোর এবং সিলেট","রংপুর ও দিনাজপুর","ময়মনসিংহ","কুষ্টিয়া"]
    },   
    {
        question:"বাংলাদেশের স্বাধীনতা ও সার্বভৌমত্ব অধিকারের প্রথম স্বীকৃতিদানকারী দেশ কোনটি?",
        answer:"ভারত",
        answers:["নেপাল","রাশিয়া","ভারত","শ্রীলংকা"]
    },    
    {
        question:"নিচের কোন সময়টি বাংলাদেশে রয়েছে?",
        answer:"GMT + ০৬:০০ ঘন্টা",
        answers:["GMT + ০৬:০০ ঘন্টা","GMT - ০৫:০০ ঘন্টা","GMT + ০৫:০০ ঘন্টা","GMT - ০৬:০০ ঘন্টা"]
    },    
    {
        question:"ঢাকার প্রাচীন নামটি হল:",
        answer:"জাহাঙ্গীরনগর",
        answers:["ইসলামপুরে","ঢাকা","সোনারগাঁও","জাহাঙ্গীরনগর"]
    },    
    {
        question:"উপড়ের ছবিটি সনাক্ত করুন:",
        image:SupremeCourt, // lvl 2 question 15
        answer:"সর্বোচ্চ আদালত",
        answers:["জাতীয় সংসদ ভবন","জাতীয় রাজস্ব বোর্ড (এনবিআর)","সর্বোচ্চ আদালত","প্রধানমন্ত্রীর অফিস"]
    }

],
    //  level3
     [
    {
        question:"বাংলাদেশের প্রধানমন্ত্রী হওয়ার জন্য ন্যূনতম বয়সের প্রয়োজনীয়তা কত?",
        answer:"২৫ বছর",
        answers:["৪০ বছর","২১ বছর","২৫ বছর","১৮ বছর"]
    },
    {
        question:"বাংলাদেশে প্রথম জাতীয় সংসদ নির্বাচন কবে অনুষ্ঠিত হয়?",
        answer:"৭ ই মার্চ ১৯৭৩",
        answers:["৭ ই মার্চ ১৯৭৩","২৫ শে মার্চ ১৯৭১","৫ ই এপ্রিল ১৯৬৯","৫ ই জানুয়ারী ১৯৭২"]
    },
    {
        question:"জাতীয় সংবিধানে মোট কতটি সংশোধনী (সংশোধন) করা হয়েছে?",
        answer:"১৭",
        answers:["৫","১৭","২২","১৫"]
    },
    {
        question:"মুজিবনগর সরকার কবে গঠিত হয়?",
        answer:"১০ ই এপ্রিল ১৯৭১",
        answers:["26 শে মার্চ ১৯৭১","১০ ই এপ্রিল ১৯৭১","৭ই মার্চ ১৯৭১","২৫ শে মার্চ ১৯৭১"]
    },
    {
        question:"ঢাকা বিশ্ববিদ্যালয় কবে প্রতিষ্ঠিত হয়?",
        answer:"১৯২১",
        answers:["১৯৭৩","১৯৪৭","১৯৫২","১৯২১"]
    },
    {
        question:"'অপারেশন সার্চ লাইট' কোন বছরে সংঘটিত হয়েছিল:",
        answer:"১৯৭১",
        answers:["১৯৬৯","১৯৭০","১৯৭১","১৯৯০"]
    },
    {
        question:"জাতীয় স্মৃতিসৌধর স্থপতি কে ছিলেন?",
        answer:"সৈয়দ মইনুল হোসেন",
        answers:["লুই কান","হামিদুর রহমান","সৈয়দ মইনুল হোসেন","হামিদুজ্জামান খান"]
    },
    {
        question:"বাংলাদেশের মুক্তিযুদ্ধে অবদানের জন্য কতজন নারী মুক্তিযোদ্ধা বীরপ্রতীক পুরস্কার পেয়েছিলেন?",
        answer:"২",
        answers:["১","৭","৩","২"]
    },
    {
        question:"টেস্ট ফরম্যাটে বাংলাদেশের প্রথম জয় কার বিপক্ষে ছিল:",
        answer:"জিম্বাবুয়ে",
        answers:["শ্রীলংকা ","জিম্বাবুয়ে","ওয়েস্ট ইন্ডিজ","পাকিস্তান"]
    },
    {
        question:"নিচের ব্যক্তিকে সনাক্ত করুন:",
        image:BegumRokeya, //lvl 3 q 10
        answer:"বেগম রোকেয়া",
        answers:["শেখ ফজিলাতুন্নেসা","সেলিনা হোসেন","বেগম রোকেয়া","সুফিয়া কামাল"]
    },
    {
        question:"সর্বপ্রথম কোন মুসলিম দেশ বাংলাদেশকে স্বাধীন দেশ হিসাবে স্বীকৃতি দেয়?",
        answer:"ইরাক",
        answers:["সৌদি আরব","কুয়েত","মিশর","ইরাক"]
    },
    {
        question:"‘বাংলাদেশে প্রথম মুদ্রা কখন জারি করা হয়েছিল?",
        answer:"৪ই মার্চ ১৯৭২",
        answers:["৭ ই মার্চ ১৯৭২","৪ই মার্চ ১৯৭২","১৬ ই ডিসেম্বর ১৯৭২","৪ ই ফেব্রুয়ারী ১৯৭২"]
    },
    {
        question:"সরকারী পরিসংখ্যান অনুসারে, বাংলাদেশের কোন জেলাতে সাক্ষরতার হার সবচেয়ে বেশি?",
        answer:"বরিশাল",
        answers:["সিলেট","বরিশাল","ঢাকা","ময়মনসিংহ"]
    },
    {
        question:"জনসংখ্যার সংখ্যা অনুসারে, বাংলাদেশের বৃহত্তম &quot;থানা&quot; কোনটি?",
        answer:"থানচি",
        answers:["রাজশাহী","শ্যামনগরে","থানচি","শিবগঞ্জে"]
    },
    {
        question:"নীচের ছবিতে ব্যক্তি সনাক্ত করুন-",
        image:MuhammadAtaulGaniOsmani, // lvl 3 q15
        answer:"মুহাম্মদ আতাউল গণি ওসমানী",
        answers:["মেজর জেনারেল শুকভন্তো সিংহ","বীরশ্রেষ্ঠ মুন্সী আবদুর রউফ","বীরশ্রেষ্ঠ নূর মোহাম্মদ","মুহাম্মদ আতাউল গণি ওসমানী"]
    }

],
    //  level4
     [
    {
        question:"বাংলাদেশের জাতীয় খেলা হল:",
        answer:"কাবাডি",
        answers:["ক্রিকেট","হকি","ফুটবল","কাবাডি"]
    },
    {
        question:"পহেলা বৈশাখ নামে পরিচিত বাংলা নববর্ষ উদযাপনের সূচনা করেছিলেন কে?",
        answer:"সম্রাট আবুল ফাত জালাল-উদ-দ্বীন মুহাম্মদ আকবর",
        answers:["সম্রাট জহির-উদ-দ্বীন মুহাম্মদ বাবর","সম্রাট আবুল ফাত জালাল-উদ-দ্বীন মুহাম্মদ আকবর","নোয়াব মির্জা মুহাম্মদ সিরাজ উদ-দৌলা","সম্রাট আ&#39;লা আজাদ আবুল মোজাফফর শাহাব উদ্দিন মোহাম্মদ শাহ জাহান"]
    },
    {
        question:"সুন্দরবনের আয়তন:",
        answer:"৬০১৭ বর্গকিলোমিটার",
        answers:["৫০০০ বর্গকিলোমিটার","৩০০০ বর্গকিলোমিটার","৫০০০ বর্গকিলোমিটার","৬০১৭ বর্গকিলোমিটার"]
    },
    {
        question:"বাংলাদেশের প্রথম জাতীয় পতাকার ডিজাইনার কে ছিলেন?",
        answer:"কামরুল হাসান",
        answers:["কামরুল হাসান","এ.এস.এম আব্দুর রব","ব্যারিস্টার কামাল আহমেদ","তাজউদ্দীন আহমদ"]
    },
    {
        question:"\"বিল্ডিং সোশ্যাল বিজনেস\" বইটির রচয়িতা কে?",
        answer:"ডাঃ মোহাম্মদ ইউনূস",
        answers:["ডাঃ সালেহউদ্দিন আহমেদ","ফখরুদ্দিন আহমেদ","ডাঃ মোহাম্মদ ইউনূস","ডাঃ আতিউর রহমান"]
    },
    {
        question:"ডিজিটাল টেলিফোন সিস্টেমটি বাংলাদেশে কবে শুরু হয়েছিল:",
        answer:"৪ই জানুয়ারী ১৯৯০",
        answers:["১৭ই এপ্রিল ১৯৭১","৪ই জানুয়ারী ১৯৯০","১ই ডিসেম্বর ১৯৮০","২৬ই মার্চ ১৯৭২"]
    },
    {
        question:"বাংলাদেশের সর্বপ্রথম অর্থমন্ত্রী কে ছিলেন?",
        answer:"ক্যাপ্টেন মনসুর আলী",
        answers:["এ.এইচ.এম. কামরুজ্জামান","তাজউদ্দীন আহমদ","ক্যাপ্টেন মনসুর আলী","ডা. এ আর মল্লিক"]
    },
    {
        question:"বাংলাদেশে তৈরি প্রথম যুদ্ধজাহাজের নাম কী?",
        answer:"পেট্রোল ক্রাফট",
        answers:["মবিল ক্রাফট","পেট্রোল ক্রাফট","ডিজেল ক্রাফট","টাইগার ক্রাফট"]
    },
    {
        question:"বাংলাদেশের জনসংখ্যার আকারের দিক থেকে বৃহত্তম উপজেলা (উপ-জেলা) হল:",
        answer:"সাভার, ঢাকা",
        answers:["সাভার, ঢাকা","শ্যামনগর, সাতক্ষীরা","বেগমগঞ্জ, নোয়াখালী","কোতোয়ালি, ঢাকা"]
    },
    {
        question:"নীচের ছবিতে দৃশ্যটি সনাক্ত করুন:",
        image:AhsanManjil, // lvl 4 q10
        answer:"আহসান মনজিল",
        answers:["লালবাগ দুর্গ","সর্বোচ্চ আদালত","সোনারগাঁ জাদুঘর","আহসান মনজিল"]
    },
    {
        question:"ল্যাপটপ 'দোয়েল' উত্পাদিত হয়:",
        answer:"টেলিফোন শিল্প সংস্থা",
        answers:["টেলিফোন শিল্প সংস্থা","তথ্য ও যোগাযোগ প্রযুক্তি মন্ত্রনালয়","বাংলাদেশ পরমাণু শক্তি কমিশন","আইসিটি বিভাগ"]
    },
    {
        question:"বাংলাদেশের বৃহত্তম সার কারখানা হল:",
        answer:"যমুনা সার কারখানা",
        answers:["চাটোক সার কারখানা","ফেঞ্চুগঞ্জ সার কারখানা","যমুনা সার কারখানা","চট্টগ্রাম সার কারখানা"]
    },
    {
        question:"মহাখালী ফ্লাইওভারে কয়টি স্প্যান রয়েছে?",
        answer:"১৯",
        answers:["১৯","১৮","১৭","১৫"]
    },
    {
        question:"নিচের কোনটি বাংলাদেশের বৃহত্তম দ্বীপ?",
        answer:"ভোলা",
        answers:["হাতিয়া","সন্দীপ","সেন্ট মার্টিন","ভোলা"]
    },
    {
        question:"নীচের ছবিতে দৃশ্যটি সনাক্ত করুন:",
        image:LalbaghFort, // lvl 4 q15
        answer:"লালবাগ দুর্গ",
        answers:["আহসান মনজিল","হযরত শাহজালাল মাজার শরীফ","লালবাগ দুর্গ","সোনারগাঁও মসজিদ"]
    }

],
    //  level5
     [
    {
        question:"বিখ্যাত গান \"আমার ভাইয়ের রক্তে রাঙ্গনো একুশে ফেব্রুয়ারি\"র রচয়িতা কে?",
        answer:"আবদুল গাফফার চৌধুরী",
        answers:["আবদুল গাফফার চৌধুরী","হেমন্ত মুখোপাধ্যায়","জাহানারা ইমাম","গৌরীপ্রসন্ন মজুমদার"]
    },
    {
        question:"প্রথমবারের মতো বাংলাদেশের জাতীয় পতাকা কখন উত্তোলন করা হয়?",
        answer:"২ ই মার্চ ১৯৭১",
        answers:["৭ ই মার্চ ১৯৭১","২৬ শে মার্চ ১৯৭১","১৬ ডিসেম্বর ১৯৭১","২ ই মার্চ ১৯৭১"]
    },
    {
        question:"‘বাংলাদেশের প্রথম জাতীয় পতাকা কে উত্তোলন করেন?",
        answer:"এ.এস.এম আব্দুর রব",
        answers:["তোফায়েল আহমেদ","এ.এস.এম আব্দুর রব","আবদুর রাজ্জাক","কামরুল ইসলাম"]
    },
    {
        question:"বাংলাদেশের (জাতীয় সংসদ ভবন) এর স্থপতি কে ছিলেন?",
        answer:"লুই কান",
        answers:["ডেভিড উইজডম","মোজহারুল ইসলাম","অ্যালভাল অ্যাল্টো","লুই কান"]
    },
    {
        question:"জাতীয় শহীদ স্মৃতিসৌধটি কে ডিজাইন করেছিলেন?",
        answer:"সৈয়দ মইনুল হোসেন",
        answers:["রফিক উল আজম","মোজহারুল ইসলাম","সৈয়দ মইনুল হোসেন","বশিরুল হক"]
    },
    {
        question:"‘BEFTN’ এর পূর্ণরূপটি কী?",
        answer:"বাংলাদেশ ইলেকট্রনিক ফান্ডস ট্রান্সফার নেটওয়ার্ক",
        answers:["বাংলাদেশ ইমার্জেন্সি ফান্ডস ট্রান্সফার নেটওয়ার্ক","বাংলাদেশ ইলেকট্রনিক ফান্ডস ট্রান্সফার নেটওয়ার্ক","বাংলাদেশ এনভায়রনমেন্টাল ফান্ডস ট্রান্সফার নেটওয়ার্ক","বাংলাদেশ ইকোলজিকাল ফান্ডস ট্রান্সফার নেটওয়ার্ক"]
    },
    {
        question:"জাতীয় সংসদের প্রথম স্পিকার কে ছিলেন?",
        answer:"মোহাম্মদ উল্লাহ",
        answers:["শাহ আবদুল হামিদ","এ কে এম এম হামিদ","মোহাম্মদ উল্লাহ","আবদুর রহিম"]
    },
    {
        question:"বাংলাদেশের সর্বোচ্চ বার্ষিক বৃষ্টিপাত কোথায়?",
        answer:"শ্রীমঙ্গল",
        answers:["কাপ্তাই","শ্রীমঙ্গল","ঢাকা","বরিশাল"]
    },
    {
        question:"জনসংখ্যার দিক দিয়ে বাংলাদেশের আদিবাসীদের বৃহত্তম জনগোষ্ঠী হল:",
        answer:"চাকমা",
        answers:["গারো","চাকমা","মারমা","মুরং"]
    },
    {
        question:"২০১৩ সালের আদমশুমারি রিপোর্ট অনুসারে, বাংলাদেশে বর্তমান জনসংখ্যা বৃদ্ধির হার হল:",
        answer:"১.২০",
        answers:["১.৩৭","১.১৭","১.৫৭","১.২০"]
    },
    {
        question:"নীচের ওয়াল পেইন্টে চিত্রিত করা হয়েছে-",
        image:LanguageMovement, // llvl 5 q 11
        answer:"ভাষা আন্দোলন ১৯৫২",
        answers:["মুক্তিযুদ্ধ","৭ ই মার্চের পোস্ট ইভেন্ট","ভাষা আন্দোলন ১৯৫২","১৯৪০ সালে ব্রিটিশ সাম্রাজ্যের বিরুদ্ধে বাঙালির আন্দোলন"]
    },
    {
        question:"জাতীয় সংসদের “কাস্টিং” ভোট কী?",
        answer:"স্পিকারের ভোট",
        answers:["এমপি'র ভোট","রাষ্ট্রপতির ভোট","হুইপ দ্বারা ভোট দেওয়া ভোট","স্পিকারের ভোট"]
    },
    {
        question:"নিম্নলিখিত জেলাগুলির মধ্যে কোনটি সংসদে একটি আসন রাখে?",
        answer:"রাঙ্গামাটি",
        answers:["লক্ষ্মীপুরের","মেহেরপুর","ঝালকাঠি","রাঙ্গামাটি"]
    },
    {
        question:"প্রথম জেলা যা সরকারীভাবে ১০০% স্যানিটারি সুবিধার সাথে স্বীকৃত হয়েছিল তা হল:",
        answer:"কুমিল্লা",
        answers:["কুমিল্লা","বরিশাল","নোয়াখালী","সিরাজগঞ্জ"]
    },
    {
        question:"বাংলাদেশের পাবলিক এগ্রিকালচার বিশ্ববিদ্যালয়গুলির সংখ্যা হল:",
        answer:"চার",
        answers:["চার","পাঁচ","ছয়","তিন"]
    }
],
    //  level6
     [
    {
        question:"বাংলাদেশে কতটি সরকারী ইপিজেড (রফতানি প্রক্রিয়াকরণ অঞ্চল) রয়েছে ?",
        answer:"৮"  ,
        answers:["১০","৮","২০","৫"]
    },
    {
        question:"কোন ব্যাংক বাংলাদেশে মোবাইল ব্যাংকিং পরিষেবা চালু করেছে ?",
        answer:"ডাচ-বাংলা ব্যাংক",
        answers:["ব্র্যাক ব্যাংক","দক্ষিণ-পূর্ব ব্যাংক","ডাচ-বাংলা ব্যাংক","সোনালী ব্যাংক"]
    },
    {
        question:"১৯৭১সালে কোথায় পাকিস্তান সেনাবাহিনী আত্মসমর্পণ করেছিল ?",
        answer:"রমনা রেস কোর্স গার্ডেন",
        answers:["পল্টন ময়দান","ঢাকা সেনানিবাস","রমনা রেস কোর্স গার্ডেন","গন ভবনে"]
    },
    {
        question:"একাত্তরের মুক্তিযুদ্ধে বাংলাদেশকে কতটি সামরিক খাতে বিভক্ত করা হয়েছিল ?",
        answer:"১১",
        answers:["১৫","৬৪","১২","১১"]
    },
    {
        question:"কবে বাংলাদেশ কমনওয়েলথ সদস্য দেশ হয় ?",
        answer:"১৯৭২",
        answers:["১৯৯৬","১৯৮২","১৯৭১","১৯৭২"]
    },
    {
        question:"বাংলাদেশের জাতীয় প্রাণী কোন টি ?",
        answer:"রয়েল বেঙ্গল টাইগার",
        answers:["দোয়েল","হাতি","চিতা বাঘ","রয়েল বেঙ্গল টাইগার"]
    },
    {
        question:"১৯৭১ সালের ১৬ ডিসেম্বর রেসকোর্স মাঠে মিত্রবাহিনীর কাছে পাকিস্তানি বাহিনীর আত্মসমর্পণ অনুষ্ঠানে বাংলাদেশের প্রতিনিধিত্ব করেন কে ?",
        answer:"এয়ার ভাইস মার্শাল আবদুল করিম খন্দকার",
        answers:["কর্নেল এম.এ.জি ওসমানী","লেঃ জেনারেল জগিত সিং অরোরা","কাদের সিদ্দিক","এয়ার ভাইস মার্শাল আবদুল করিম খন্দকার"]
    },
    {
        question:"বাংলাদেশের মুক্তিযুদ্ধের সময় প্রথম শত্রু মুক্ত জেলা কোনটি ?",
        answer:"যশোর",
        answers:["রাজশাহী","যশোর","জয়পুরহাট","নওগাঁ"]
    },
    {
        question:"কোন পাকিস্তানী জেনারেল একাত্তরের ১৬ ই ডিসেম্বর ঢাকা রেসকোর্স ময়দানে মিত্রবাহিনীর কাছে আত্মসমর্পণ করেছিলেন ?",
        answer:"জেনারেল নিয়াজি",
        answers:["জেনারেল টিক্কা খান ","জেনারেল ইয়াহিয়া খান","জেনারেল আবদুল হামিদ","জেনারেল নিয়াজি"]
    },
    {
        question:"“Friends of Bangladesh” শীর্ষক সম্মাননা কে পেয়েছে ?",
        answer:"ফ্রান্সিস জুলিয়ান",
        answers:["শ্যাম সুন্দর সিং","ফ্রান্সিস জুলিয়ান","শঙ্কর কৃষ্ণ","কর্নেল অশোক তারা"]
    },
    {
        question:"নীচের চিত্রটি কোন তারিখটি বোঝায়:",
        image:SeventhMarchSymbol,
        answer:"০৭ মার্চ",
        answers:["০৭ মার্চ","১৫ ই আগস্ট","১৬ ডিসেম্বর","২৫ শে মার্চ"]
    },
    {
        question:"বীরশ্রেষ্ঠ রুহুল – আমিন কোথায় কাজ করেছিলেন ?",
        answer:"নেভি",
        answers:["আর্মি","নেভি","বিমান বাহিনী","পুলিশ"]
    
    },
    {
        question:"বীরশ্রেষ্ঠ মহিউদ্দিন জাহাঙ্গীরের র‌্যাঙ্কটি কী ছিল ?",
        answer:"ক্যাপ্টেন",
        answers:["মেজর","ক্যাপ্টেন","সিপাহী","ল্যান্স নায়েক"]
    },
    {
        question:"ইসা খান মধ্যযুগীয় বাংলার ভাটি অঞ্চল শাসন করেছিলেন:",
        answer:"১৫২৯-১৫৯৬",
        answers:["১৫২৯-১৫৯৫","১৫২৯-১৫৯৬","১৫২৯-১৫৯৮","১৫২৯-১৫৯৯"]
    },
    {
        question:"জাতীয় পরিবেশ কমিটির চেয়ারম্যান কে?",
        answer:"প্রধানমন্ত্রী",
        answers:["স্পিকার","পরিবেশ ও বনজ মন্ত্রী","প্রধানমন্ত্রী","রাষ্ট্রপতি"]
    }




],
    //  level7
     [
    {
        question:"SPPARSO নিম্নলিখিত মন্ত্রনালয় এর অধীনে কাজ করে:",
        answer:"প্রতিরক্ষা মন্ত্রণালয়ের",
        answers:["ডাক, টেলিযোগাযোগ ও তথ্য মন্ত্রনালয়ের","প্রতিরক্ষা মন্ত্রণালয়ের","বিজ্ঞান ও তথ্য যোগাযোগ মন্ত্রনালয়ের","স্বরাষ্ট্র মন্ত্রনালয়ের"]
    },
    {
        question:"আন্তর্জাতিক মাতৃভাষা দিবসটি কোন বছরে স্বীকৃত হয়েছিল ?",
        answer:"১৯৯৯",
        answers:["১৯৯৯","১৯৭১","১৯৭৫","১৯৭২"]
    },
    {
        question:"বাংলাদেশে কখন পারমাণবিক শক্তি কমিশন প্রতিষ্ঠিত হয় ?",
        answer:"১৯৭৩",
        answers:["১৯৭১","১৯৭৫","২০১০","১৯৭৩"]
    },
    {
        question:"ঢাকা কখন বাংলা অঞ্চলের রাজধানী হিসাবে ঘোষণা করা হয় ?",
        answer:"১৬১০",
        answers:["১৬১৫","১৬১০","১৯৭১","১৯৪৭"]
    },
    {
        question:"প্রধানমন্ত্রীর নিয়োগ ব্যতীত রাষ্ট্রপতির একক কাজ কী?",
        answer:"প্রধান বিচারপতি নিয়োগ",
        answers:["অডিটর জেনারেল নিয়োগ","পিএসসির চেয়ারম্যান নিয়োগ","প্রধান নির্বাচন কমিশন নিয়োগ","প্রধান বিচারপতি নিয়োগ"]
    },
    {
        question:"বাংলাদেশের রাষ্ট্রীয় কার্যক্রম পরিচালিত হয়:",
        answer:"রাষ্ট্রপতি",
        answers:["বিভাগীয় মেয়র","রাষ্ট্রপতি","প্রধানমন্ত্রী","সভাপতি"]
    },
    {
        question:"বাংলাদেশের প্রথম নিরক্ষরতা মুক্ত জেলা হ&#39;ল:",
        answer:"মাগুরা",
        answers:["ঢাকা","রাজশাহী","মাগুরা","গাজীপুর"]
    },
    {
        question:"বাংলাদেশের প্রথম রাষ্ট্রপতি কে ছিলেন ?",
        answer:"শেখ মুজিবুর রহমান",
        answers:["শেখ মুজিবুর রহমান","ক্যাপ্টেন মনসুর আলী","সাইয়েদ নজরুল ইসলাম","তাজউদ্দীন আহমদ"]
    },
    {
        question:"বাংলাদেশের কোন অঞ্চলে দারিদ্র্যের হার সবচেয়ে বেশি ?",
        answer:"রংপুর",
        answers:["জামালপুর","বরিশাল","রংপুর","লালমনিরহাট"]
    },
    { 
        question:"নীচের ছবিতে জায়গাটি সনাক্ত করুন:",
        image:HazratShahjalalMazarSharif,
        answer:"হযরত শাহজালাল মাজার শরীফ",
        answers:["শাহ পরান মাজার","কুষ্টিয়া লালন শাহ মাজার","গুটিয়া মসজিদ বরিশাল","হযরত শাহজালাল মাজার শরীফ"]
    },
    {
        question:"বাংলাদেশে তৈরি জাহাজ স্টেলা ম্যারেজ রফতানি:",
        answer:"ডেনমার্ক",
        answers:["সুইডেন","ডেনমার্ক","নরওয়ে","ভারত"]
    },
    {
        question:"নীচের কোন দেশ থেকে আমরা সবচেয়ে বেশি রপ্তানি করি ?",
        answer:"চীন",
        answers:["ভারত","আমেরিকা","চীন","থাইল্যান্ড"]
    },
    {
        question:"নিচের ধানের কোনটি বাংলাদেশে বাংলাদেশে সবচেয়ে বেশি উৎপাদিত হয়?",
        answer:"বোরো",
        answers:["আউশ","ইরি","বোরো","আমোন"]
    },
    {
        question:"বাংলাদেশের প্রথম স্বাধীন ‘নবাব’হলেন:",
        answer:"মুর্শিদকুলি খান",
        answers:["নবাব সিরাজউদ্দোলা","মুর্শিদকুলি খান","ইলিয়াশ শাহ","আলাউদ্দিন হোসেন শাহ"]
    },
    {
        question:"নীচের ছবিতে স্থানটি চিহ্নিত করুন:",
        image:GutiaBaitulAmanJameMasjid,
        answer:"গুটিয়া বায়তুল আমান জামে মসজিদ",
        answers:["গুটিয়া বায়তুল আমান জামে মসজিদ","বাগেরহাট ষাট গম্বুজ মসজিদ","খানিয়া দিঘি মসজিদ","শাহ পরান মাজার"]
    }

],
    //  level8
     [
    {
        question:"বঙ্গবন্ধু শেখ মুজিবুর রহমান কবে জন্মগ্রহণ করেন?",
        answer:"১৭ মার্চ ১৯২০",
        answers:["১৭ মার্চ ১৯১৩","১৫ আগস্ট ১৯২০","১৭ মার্চ ১৯২০","১৭ মে ১৯২০"]
    },
    {
        question:"বিটিভি (বাংলাদেশ টেলিভিশন) কোন সালে কাজ শুরু করেছিল ?",
        answer:"১৯৬৪",
        answers:["১৯৬৪","১৯৭২","১৯৭৫","১৯৬৮"]
    },
    {
        question:"আয়তন অনুসারে কোন জেলাটি সবচেয়ে ছোট ?",
        answer:"নারায়ণগঞ্জ",
        answers:["মেহেরপুর","টাঙ্গাইল","মুন্সিগঞ্জ","নারায়ণগঞ্জ"]
    },
    {
        question:"একনেকের চেয়ারম্যান কে ?",
        answer:"প্রধানমন্ত্রী",
        answers:["রাষ্ট্রপতি","প্রধানমন্ত্রী","অর্থ সচিব","মন্ত্রী"]
    },
    {
        question:"একনেকের পূর্ণ রূপ কী ?",
        answer:"জাতীয় অর্থনৈতিক পরিষদের নির্বাহী কমিটি (একনেক)",
        answers:["জাতীয় অর্থনৈতিক কমিটির নির্বাহী পরিষদ (একনেক)","জাতীয় অর্থনৈতিক পরিষদের নির্বাহী কমিটি (একনেক)","জাতীয় অর্থনৈতিক কমিটির এক্সক্লুসিভ কাউন্সিল (একনেক)","জাতীয় অর্থনৈতিক কাউন্সিলের একচেটিয়া কমিটি (একনেক)"]
    },
    {
        question:"হজরত শাহজালাল নাগরিক ছিলেন:",
        answer:"তুরস্ক",
        answers:["আফগানিস্তান","তুরস্ক","ইরান","ভারত"]
    },
    {
        question:"বাংলার শেষ স্বাধীন সুলতান কে ছিলেন ?",
        answer:"গিয়াসউদ্দিন মাহমুদ শাহ",
        answers:["শামসুদ্দিন ইলিয়াস শাহ","জালালউদ্দিন ফতেহ শাহ","রোকুনউদ্দিন বুরবাক শাহ","গিয়াসউদ্দিন মাহমুদ শাহ"]
    },
    {
        question:"বাংলার প্রথম মুসলিম বিজয়ী কে ?",
        answer:"বখতিয়ার খিলজি",
        answers:["বখতিয়ার খিলজি","আল্লাউদ্দিন খিলজি","আল্লাউদ্দিন হোসিয়ান শাহ","শামসুদ্দিন ইলিয়াস শাহ"]
    },
    {
        question:"কোন বীরশ্রেষ্ঠের মৃতদেহ ভারত থেকে বাংলাদেশে আনতে হয়েছিল?",
        answer:"সিপাহী হামিদুর রহমান",
        answers:["সিপাহী মোস্তফা কামাল","সিপাহী হামিদুর রহমান","ফ্লাইট লেঃ মতিউর রহমান","ক্যাপ। মহিউদ্দিন জাহাঙ্গীর"]
    },
    {
        question:"কোন মহিলা মুক্তিযোদ্ধা ‘মুক্তি বেটি’ নামে পরিচিত?",
        answer:"কাকন বিবি",
        answers:["তারামন বিবি","সেতারা বেগম","কাকন বিবি","নীলিমা ইব্রাহিম"]
    },
    {
        question:"আন্তর্জাতিক প্ল্যাটফর্মে কে &quot;বাংলাদেশের জন্য কনসার্ট&quot; আয়োজন করেছিলেন ?",
        answer:"জর্জ হ্যারিসন",
        answers:["জর্জ উইলিয়াম","জর্জ হ্যারিসন","আলাউদ্দিন","উপরের কেউই না"]
    },
    {
        question:"কোন দেশ জাতিসংঘে বাংলাদেশের সদস্যপদ বিরোধিতা করেছে?",
        answer:"চীন",
        answers:["ফ্রান্স","আমেরিকা","চীন","ব্রিটেনের"]
    },
    {
        question:"জাতিসংঘের সাধারণ পরিষদে প্রথম বাংলাদেশি রাষ্ট্রপতি কে ছিলেন?",
        answer:"হুমায়ুন রশিদ চৌধুরী",
        answers:["বি এ. সিদ্দিকী","খাজা ওয়াসিউদ্দিন","হুমায়ুন রশিদ চৌধুরী","শমসের মবিন চৌধুরী"]
    },
    {
        question:"পাকিস্তান সামরিক বাহিনী কর্তৃক পূর্ব পাকিস্তানে হামলার খবর বিশ্বে সর্বপ্রথম কোন বিদেশি প্রতিবেদক প্রচার করেছিলেন ?",
        answer:"সাইমন ড্রিং",
        answers:["হ্যাজেল হাউস","মার্ক টিলি","সাইমন ড্রিং","অ্যান্টনি মাসকারেনহাস"]
    },
    {
        question:"কোন বছরে বাংলাদেশ কমনওয়েলথের সদস্য হয়?",
        answer:"১৯৭২",
        answers:["১৯৭৫","১৯৭৪","১৯৭৩","১৯৭২"]
    },
  
   


],
    //  level9
     [
        {
            question:"বাংলাদেশে নির্মিত প্রথম ন্যানো-উপগ্রহের নাম কী?",
            answer:"ব্র্যাক ওনেশা",
            answers:["ব্র্যাক ওনেশা","বঙ্গবন্ধু 2 উপগ্রহ","জয় বাংলা সাতালিতে","বঙ্গবন্ধু 1 স্যাটেলাইট"]
        },
        {
            question:"আদিবাসী সম্প্রদায় হাজং বেশিরভাগ নিম্নলিখিত অঞ্চলে বাস করে:",
            answer:"ময়মনসিংহ এবং নেত্রকোনা",
            answers:["কক্সবাজার এবং রামু","রাঙ্গামাটি ও বান্দরবান","সিলেট এবং মণিপুর","ময়মনসিংহ এবং নেত্রকোনা"]
        },
        {
            question:"কতটি জেলা মিয়ানমারের সাথে তাদের সীমানা ভাগ করে?",
            answer:"৩",
            answers:["২","১","৩","৪"]
        },
        {
            question:"কতটি জেলা ভারতের সাথে তাদের সীমানা ভাগ করে?",
            answer:"৩০",
            answers:["৩২","৩০","৩৩","৩৪"]
        },
        {
            question:"কোন বিখ্যাত সংগীতকার একাত্তরের মুক্তিযুদ্ধের জন্য গেয়েছিলেন?",
            answer:"জর্জ হ্যারিসন",
            answers:["মাইকেল জ্যাকসন","জন লেনন","এলভিস প্রিসলি","জর্জ হ্যারিসন"]
        },
        {
            question:"বাংলাদেশকে সার্বভৌম জাতি হিসাবে স্বীকৃতি দেওয়ার জন্য প্রথম ইউরোপীয় দেশ কোনটি?",
            answer:"পূর্ব জার্মানি",
            answers:["যুক্তরাজ্য","পূর্ব জার্মানি","স্পেন","গ্রীস"]
        },
        {
            question:"কোন দেশে বাংলাদেশের দূতাবাস নেই?",
            answer:"মালদ্বীপ",
            answers:["ভুটান","মালদ্বীপ","শ্রীলংকা","মায়ানমার"]
        },
        {
            question:"বঙ্গোপসাগরের গড় গভীরতা কত?",
            answer:"৮৫০০ ফিট",
            answers:["২৬০০ ফিট","৮৫০০ ফিট","৩০৭০ ফিট","৫৫৩০ ফিট"]
        },
        {
            question:"বাংলাদেশের সাথে কোন দেশের অর্থনৈতিক ও কূটনৈতিক সম্পর্ক নেই?",
            answer:"ইসরাইল",
            answers:["ইসরাইল","মঙ্গোলিয়া","ইরাক","আফগানিস্তান"]
        },
        {
            question:"বাংলাদেশের আইটি গ্রাম প্রতিষ্ঠার জন্য নিচের কোন জেলার ক্ষেত্রটি প্রস্তাব করা হয়েছে ?",
            answer:"যশোর",
            answers:["রাজশাহী","যশোর","কুমিল্লা","চট্টগ্রাম"]
        },
        {
            question:"বাংলাদেশের সমীক্ষা কোন মন্ত্রণালয়ের অধীনে রয়েছে ?",
            answer:"প্রতিরক্ষা মন্ত্রণালয়ের",
            answers:["পরিকল্পনা মন্ত্রনালয়","প্রতিরক্ষা মন্ত্রণালয়ের","স্বরাষ্ট্র মন্ত্রণালয়ের","ভূমি মন্ত্রণালয়ের"]
        },
        {
            question:" “গ্রাউন্ড হোলের স্য্যাচ” কোথায় অবস্থিত?",
            answer:"বঙ্গোপসাগর",
            answers:["মেঘনা","গোয়ালন্দ","আরিচা","বঙ্গোপসাগর"]
        },
        {
            question:"বর্তমানে ঢাকা বিভাগে কয়টি জেলা বিদ্যমান?",
            answer:"১৩",
            answers:["২০","০৮","১৭","১৩"]
        },
        {
            question:"বাংলাদেশে কিশোর সংশোধন কেন্দ্রের সংখ্যা হল:",
            answer:"২",
            answers:["৫","১০","২","8"]
        },
        {
            question:"নিচের কোনটি বাংলাদেশের প্রাচীনতম শহর হিসাবে পরিচিত ছিল ?",
            answer:"মহাস্থানগর",
            answers:["মহাস্থানগর","সোনারগাঁও","ময়নামতি","পাহাড়পুরে"]
        },
        
],
    //  level10
     [
    {
        question:"বাংলাদেশ ব্যাংকের প্রথম গভর্নর কে ছিলেন ?",
        answer:"এ এন এম হামিদুল্লাহ",
        answers:["এ এন এম হামিদুল্লাহ","ফকরুল ইসলাম","কবির খান","ইব্রাহিম খালিদ"]
    },
    {
        question:"বাংলাদেশের রাষ্ট্রপতি নির্বাচনে প্রার্থী হওয়ার জন্য ন্যূনতম বয়স কত?",
        answer:"৩৫ বছর",
        answers:["২৩ বছর","৩৮ বছর","৩৫ বছর","৪১ বছর"]
    },
    {
        question:"‘জাতির পিতা’ নামে চিহ্নিত কার নাম ?",
        answer:"শেখ মুজিবুর রহমান",
        answers:["শেখ মুজিবুর রহমান","সৈয়দ নজরুল ইসলাম","তাজউদ্দীন আহমদ","মেজর জিয়াউর রহমান"]
    },
    {
        question:"বঙ্গবন্ধু স্যাটেলাইট ১ কবে চালু হয় ?",
        // image:tt,
        answer:"১৬ই ডিসেম্বর ২০১৮",
        answers:["১২ ই মে, ২০১৮","১১ ই মে, ২০১৮","২৬ শে মার্চ, ২০১৮","১৬ই ডিসেম্বর ২০১৮"]
    },
    {
        question:"এর আয়তনের নিরিখে নিচের কোনটি বাংলাদেশের বৃহত্তম জেলা?",
        answer:"রাঙ্গামাটি",
        answers:["রাঙ্গামাটি","নারায়ণগঞ্জে","টাঙ্গাইল","মুন্সিগঞ্জ"]
    },
    {
        question:"সুলতানি যুগে বাংলার রাজধানী কোথায় ছিল?",
        answer:"গাওরা",
        answers:["ঢাকা","গাওরা","সোনারগাঁও","জাহাঙ্গীরনগর"]
    },
    {
        question:"বাংলাদেশ ও ভারতের মধ্যে জল চুক্তি স্বাক্ষরিত হয় কবে ?",
        answer:"১২ ডিসেম্বর ১৯৯৬",
        answers:["২৬ শে মার্চ ১৯৪৪","১৭ মার্চ ১৯৯৫","১৬ ডিসেম্বর ১৯৯৭","১২ ডিসেম্বর ১৯৯৬"]
    },
    {
        question:"প্রথম ইউরোপীয় ব্যবসায়ী বাংলাদেশে আসেন তারা হলেন:",
        answer:"পর্তুগিজ",
        answers:["ফরাসি","ইংরেজি","পর্তুগিজ","ওলন্দাজ"]
    },
    {
        question:"২০০৭ সালে টাইমস ম্যাগাজিন কর্তৃক কোন বাংলাদেশী ‘Global Heroes of the Environment’ ভূষিত হয়েছেন?",
        answer:"অধ্যাপক ডঃ আবুল হাস-সেম",
        answers:["অধ্যাপক ডঃ এ হাশেম","অধ্যাপক ডঃ জাহিদ হাসান","ডাঃ মাশিক ইসলাম","অধ্যাপক ডঃ আবুল হাস-সেম"]
    },
   
    {
        question:"গণতন্ত্রের ‘আধ্যাত্মিক পুত্র’ নামে পরিচিত কে?",
        answer:"হুসেইন শহীদ সোহরাওয়ার্দী",
        answers:["শেখ মুজিবুর রহমান","হুসেইন শহীদ সোহরাওয়ার্দী","শের-ই-বাংলা এ.কে. ফজলুল হক","•উপরের কেউই না"]
    },
   
    {
        question:"বাংলাদেশের প্রথম মহাকাব্যিক কাকে পরিচিত?",
        answer:"মাইকেল মধুসূদন দত্ত",
        answers:["আল-মাহমুদ","মাইকেল মধুসূদন দত্ত","বিদ্যাপতি","রবীন্দ্রনাথ ঠাকুর"]
    },
   
    {
        question:"আওয়ামী মুসলিম লীগের প্রতিষ্ঠাতা কে?",
        answer:"মাওলানা আবদুল হামিদ খান ভাসানী",
        answers:["শেখ মুজিবুর রহমান","মাওলানা আবদুর রশিদ তর্কবাগীশ","মাওলানা আবদুল হামিদ খান ভাসানী","হুসেইন শহীদ সোহরাওয়ার্দী"]
    },
   
    {
        question:"বাংলাদেশ নিম্নলিখিত সংস্থার সদস্য নয়:",
        answer:"জি-৮",
        answers:["BIMSTEC","জি-8","ডি -8","ন্যাম"]
    },
   
    {
        question:"নিচের কোন সরকার প্রধান বাংলাদেশে প্রথম আসেন?",
        answer:"মার্শাল টিটু, যুগোস্লাভিয়া",
        answers:["মার্শাল টিটু, যুগোস্লাভিয়া","ইন্দিরা গান্ধী, ভারত","মিকায়েল গর্ভাচভ, সোভিয়েত ইউনিয়ন","নিকুলাস হেনরি, জার্মান"]
    },
   
    {
        question:"বাংলা ব্যাকরণ কে লিখেছেন?",
        answer:"ইশারচাঁদরো বিদয়ায় সাগর",
        answers:["ডেভিড হারে","মোডনমোহন তর্কলাশকর","ইশারচাঁদরো বিদয়ায় সাগর","উইলিয়াম ক্যারি"]
    },
   
    {
        question:"বাংলাদেশের তৃতীয় হিরো সূচক শিরোনাম:",
        answer:"বীর বিক্রম",
        answers:["বীরশ্রেষ্ঠ","বীর উত্তম","বীর প্রটিক","বীর বিক্রম"]
    },
      
],
//extra
[
    {
        question: "একাত্তরের মুক্তিযুদ্ধে কতজনকে 'বীর প্রতীক' উপাধি দেওয়া হয়েছিল?",
        answer: '৪২৬ ',
        answers: [ '১৭৫', '৪২৬ ', '৬৮', '২৫০' ]
      } ,
      {
        question: 'কোন বাংলাদেশীকে আইওএমের শুভেচ্ছাদূত রাষ্ট্রদূত করা হয়েছিল?',
        answer: 'মোমোতাজ বেগম ',
        answers: [ 'মুসা ইব্রাহিম', 'মোমোতাজ বেগম ', 'রুনা লায়লা', 'সাকিব-আল হাসান' ]
      } ,
      {
        question: 'বাংলাদেশের জাতীয় পতাকার দৈর্ঘ্য ও প্রস্থের অনুপাত কত? (দৈর্ঘ্য: প্রস্থ)?',
        answer: '৫: ৩ ',
        answers: [ '৪:৬', '৩:৭', '৭:৩', '৫: ৩ ' ]
      } ,
      {
        question: 'নিচের কোনটি সত্য?',
        answer: "বাংলা হ'ল পঞ্চম সর্বাধিক কথ্য মাতৃভাষা, এবং বিশ্বের মোট বক্তাদের সংখ্যা অনুসারে সপ্তম সর্বাধিক কথ্য ভাষা। ",
        answers: [
          "বাংলা হ'ল পঞ্চম সর্বাধিক কথ্য মাতৃভাষা, এবং বিশ্বের মোট বক্তাদের সংখ্যা অনুসারে সপ্তম সর্বাধিক কথ্য ভাষা। ",
          'ভারতের ২২ তফসিলী ভাষাগুলির মধ্যে বাংলা তৃতীয় সর্বাধিক বহুল ব্যবহৃত হয়',
          'উপরে উল্লিখিত প্রথম দুটি বিষয়',
          'উপরের কেউই না'
        ]
      } ,
      {
        question: "'মনপুরা-৭০' দ্বারা কী বোঝানো হয়?",
        answer: 'একটি শিল্প ',
        answers: [ 'উপন্যাস', 'একটি শিল্প ', 'উপজেলা', 'নদী বন্দর' ]
      } ,
      {
        question: 'কোন দেশ বাংলা তাদের অন্যতম রাষ্ট্র ভাষা হিসাবে গ্রহণ করেছে?',
        answer: 'সিয়েরা লিওন ',
        answers: [ 'রুয়ান্ডা', 'ইরিত্রিয়া', 'সিয়েরা লিওন ', 'লাইবেরিয়া' ]
      } ,
      {
        question: 'কোন বাংলাদেশী ডকুমেন্টারি ২০১০ সালে অ্যাডলফ গ্রিম্ম অ্যাওয়ার্ড জিতেছিল?',
        answer: 'আইরন ইটার্স ',
        answers: [
          'আলোকিত হোক',
          'আবোহোমান বাংলা',
          'আইরন ইটার্স ',
          'গণহত্যা বন্ধ করুন'
        ]
      } ,
      {
        question: 'অঞ্চল আকারের ক্ষেত্রে বাংলাদেশের বৃহত্তম বিভাগ হল:',
        answer: 'চট্টগ্রাম ',
        answers: [ 'ঢাকা', 'চট্টগ্রাম ', 'রাজশাহী', 'সিলেট' ]
      } ,
      {
        question: 'শিল্পী নিতুন কুন্ডুর ভাস্কর্যটি নিচের কোনটি?',
        answer: 'শাবাশ বাংলাদেশ ',
        answers: [
          'শাবাশ বাংলাদেশ ',
          'অপরাজিত স্বাধীনতা',
          'অপরাজয় বাংলা',
          'রোকটিম নাইটোর'
        ]
      } ,
      {
        question: 'নিচের কোনটি বাংলাদেশের মধ্য দিয়ে যায়?',
        answer: 'ক্যান্সারের গ্রীষ্মমণ্ডল ',
        answers: [
          'বিষুবরেখা',
          'মকর রাশির গ্রীষ্মমণ্ডল',
          'ক্যান্সারের গ্রীষ্মমণ্ডল ',
          '৩৮তম সমান্তরাল'
        ]
      } ,
      {
        question: 'বাংলাদেশের মুক্তিযুদ্ধের সময়, ঢাকা কোন সেক্টর এর অধীনে ছিল:',
        answer: '২ ',
        answers: [ '১', '২ ', '৫', '৭' ]
      } ,
      {
        question: '২১-নিবন্ধের প্রথম শিরোনাম কোনটি?',
        answer: 'বাংলা রাষ্ট্রভাষা হবে ',
        answers: [
          'পূর্ববাংলার অর্থনৈতিক বৈষম্যতা সরান',
          'কোন ক্ষতিপূরণ ছাড়াই ল্যান্ড লর্ড সিস্টেমের শিক্ষা',
          'বাংলা রাষ্ট্রভাষা হবে ',
          'প্রাদেশিক স্বায়ত্তশাসন'
        ]
      } ,
      {
        question: "মুক্তিযুদ্ধের বই 'আমার কিছু কথা' বইটি লিখেছিলেন:",
        answer: 'শেখ মুজিবুর রহমান ',
        answers: [
          'শেখ মুজিবুর রহমান ',
          'আবদুল গাফফার চৌধুরী',
          'নীলিমা ইব্রাহিম',
          'জহির রায়হান'
        ]
      } ,
      {
        question: 'বিশ্বের সর্বোচ্চ চূড়া মাউন্ট এভারেস্টে আরোহণকারী প্রথম বাংলাদেশী মহিলা হলেন:',
        answer: 'নিশাত মজুমদার ',
        answers: [
          'নিশাত মজুমদার ',
          'ওয়াসফিয়া নাজরিন',
          'নাসিয়া খালেদ',
          'প্রেমা বিশশ'
        ]
      } ,
      {
        question: '‘জাতীয় সৃতিসৌধ’-এর স্থপতি কে ছিলেন?',
        answer: 'সাইয়েদ মইনুল ইসলাম ',
        answers: [
          'লুই কান',
          'হামিদুর রহমান',
          'সাইয়েদ মইনুল ইসলাম ',
          'হামিদুজ্জামান'
        ]
      } ,
      {
        question: 'কোন বছরে বাংলাদেশ আইএমএফ-এর সদস্য হয়?',
        answer: '১৯৭২ ',
        answers: [ '১১৯৩', '১৯৭২ ', '১৯৭৪', '১৯৭৭' ]
      } ,
      {
        question: 'কোন বছরে বাংলাদেশ ডব্লিউটিও (ওয়ার্ল্ড ট্রেড অর্গানাইজেশন) এর সদস্য হয়?',
        answer: 'জানুয়ারী ১১৯৫ ',
        answers: [
          'জানুয়ারী ১১৯৬',
          'জানুয়ারী ১৯৯৪',
          'জানুয়ারী ১৯৯৩',
          'জানুয়ারী ১১৯৫ '
        ]
      } ,
      {
        question: 'কোন বছরে বাংলাদেশ ওআইসির সদস্য হয়?',
        answer: '১৯৭৪ ',
        answers: [ '১৯৭২', '১৯৭৩', '১৯৭৪ ', '১৯৭৫' ]
      } ,
      {
        question: "বাংলাদেশের প্রথম 'আন্ডারগ্রাউন্ড মিউজিয়াম' কোথায়?",
        answer: 'সোহরাওয়ার্দী উদ্যান, ঢাকা ',
        answers: [
          'ঢাকা সেনানিবাস',
          'বাংলাদেশ রাইফেলস স্কয়ার',
          'রাজারবাগ পুলিশ লাইন,ঢাকা',
          'সোহরাওয়ার্দী উদ্যান, ঢাকা '
        ]
      } ,
      {
        question: 'বাংলাদেশ ধান-গবেষণা ইনস্টিটিউট (বিআরআরআই) কোথায় অবস্থিত?',
        answer: 'গাজীপুর ',
        answers: [ 'ঢাকা', 'গাজীপুর ', 'ময়মনসিংহ', 'দিনাজপুর' ]
      } ,
      {
        question: 'বাংলাদেশের জাতীয় কবি কে?',
        answer: 'কাজী নজরুল ইসলাম ',
        answers: [
          'রবীন্দ্রনাথ ঠাকুর',
          'মাইকেল মধুসূদন দত্ত',
          'কাজী নজরুল ইসলাম ',
          'শামসুর রহমান'
        ]
      } ,
      {
        question: 'বাংলাদেশের জাতীয় সংগীত কে লিখেছেন?',
        answer: 'রবীন্দ্রনাথ ঠাকুর ',
        answers: [
          'কাজী নজরুল ইসলাম',
          'সুফিয়া কামাল',
          'রবীন্দ্রনাথ ঠাকুর ',
          'জীবনানন্দো দাস'
        ]
      } ,
      {
        question: 'বাংলাদেশে গ্যাসক্ষেত্রটি প্রথম আবিষ্কৃত হয়?',
        answer: '১৯৫৫ ',
        answers: [ '১৯৫৫ ', '১৯৬৫', '১৯৭৫', '১৯৮৫' ]
      } ,
      {
        question: "একাত্তরের মুক্তিযুদ্ধের সময় কোন সেক্টরের কোন 'সেক্টর কমান্ডার' ছিল না?",
        answer: '১০ ',
        answers: [ '১০ ', '১১', '৩', '৭' ]
      } ,
      {
        question: 'জাতীয় মনোগ্রামের ডিজাইনার কে?',
        answer: 'এন শাহা ',
        answers: [ 'এন শাহা ', 'শিব নারায়ণ দাস', 'জয়নুল আবেদীন', 'কামরুল হাসান' ]
      } ,
      {
        question: 'কোন শিপইয়ার্ড বাংলাদেশে প্রথমবারের মতো যুদ্ধজাহাজ তৈরি করেছে?',
        answer: 'খুলনা শিপইয়ার্ড ',
        answers: [
          'চট্টগ্রাম শিপইয়ার্ড',
          'খুলনা শিপইয়ার্ড ',
          'নারায়ণগঞ্জ শিপইয়ার্ড',
          'মংলা শিপইয়ার্ড'
        ]
      } ,
      {
        question: 'বাংলাদেশের প্রথম প্রধান বিচারপতি কে ছিলেন?',
        answer: 'বিচারপতি এ.এস.এম সায়েম ',
        answers: [
          'বিচারপতি লতিফুর রহমান',
          'বিচারপতি এ.এস.এম সায়েম ',
          'বিচারপতি হাবিবুর রহমান',
          'বিচারপতি হামিদুল্লাহ'
        ]
      } ,
      {
        question: 'বাংলা একাডেমি একটি স্বায়ত্তশাসিত সংস্থা যা বাংলাদেশ সরকার দ্বারা অর্থায়িত হয় যা কাজ করে:',
        answer: 'বাংলা ভাষা, সাহিত্য এবং কলা গবেষণা গবেষণা সহ প্রচার ও প্রচার করা ',
        answers: [
          'বাংলা ভাষায় সাধারণ বিজ্ঞান ও চারুকলার বিষয়ে প্রাতিষ্ঠানিক প্রশিক্ষণ প্রদান',
          'বাংলা ভাষা, সাহিত্য এবং কলা গবেষণা গবেষণা সহ প্রচার ও প্রচার করা ',
          'বিভিন্ন ক্ষেত্রে প্রশিক্ষণ নেওয়া, যেমন রসায়ন, গণিত, তথ্য প্রযুক্তি, সমাজবিজ্ঞান ইত্যাদি বাংলা ভাষায় সম্পাদিত',
          'জাতীয় জনসাধারণের জন্য কাঠামোগত বিকাশ'
        ]
      } ,
      {
        question: 'জাতীয় চলচ্চিত্র পুরষ্কার কখন শুরু হয়?',
        answer: '১৯৭৬ ',
        answers: [ '১৯৭৮', '১৯৭৭', '১৯৭৩', '১৯৭৬ ' ]
      } ,
      {
        question: 'বাংলা ক্যালেন্ডার অনুসারে, একুশে ফেব্রুয়ারি (২১ শে ফেব্রুয়ারি) কবে:',
        answer: '৮ম ফাল্গুন ',
        answers: [ '৮ম ফাল্গুন ', '৯ম মাঘ', '৯ম ফাল্গুন', '১৪ তম ফাল্গুন' ]
      } ,
      {
        question: 'বাংলা একাডেমির প্রথম মহিলা মহাপরিচালক কে?',
        answer: 'নীলিমা ইব্রাহিম ',
        answers: [
          'নীলিমা ইব্রাহিম ',
          'বেগম সুফিয়া কামাল',
          'লিলি ইসলাম',
          'সানজিদা খাতুন'
        ]
      } ,
      {
        question: 'মাইক্রো ক্রেডিটের অগ্রণী কে?',
        answer: 'ডঃ মোহাম্মদ ইউনূস ',
        answers: [
          'হিলারি ক্লিনটন',
          'ডঃ মোহাম্মদ ইউনূস ',
          'স্যার ফজলে আবেদ',
          'অমর্ত্য সেন'
        ]
      } ,
      {
        question: '‘চলন বিল’ এর প্রধান অংশগুলি নিম্নলিখিত জেলাগুলির অন্তর্ভুক্ত?',
        answer: 'পাবনা ',
        answers: [ 'পাবনা ', 'বগুড়া', 'দিনাজপুর', 'রংপুর' ]
      } ,
      {
        question: 'কোন বছর বাংলাদেশ প্রথমবার আইসিসি বিশ্বকাপে অংশ নিয়েছিল?',
        answer: '১৯৯৯ ',
        answers: [ '১৯৯৬', '২০০৭', '১৯৯২', '১৯৯৯ ' ]
      } ,
      {
        question: 'বাংলাদেশের বৃহত্তম স্থলবন্দর কোনটি?',
        answer: 'বেনাপল ',
        answers: [ 'বেনাপল ', 'হিলি', 'সোনা মসজিদ', 'চট্টগ্রাম' ]
      } ,
      {
        question: 'সাবমেরিন কেবল প্রকল্পটি কোন মন্ত্রীর অধীনে রয়েছে?',
        answer: 'ডাক ও টেলি যোগাযোগ মন্ত্রণালয় ',
        answers: [
          'বিজ্ঞান ও আইসিটি মন্ত্রণালয়',
          'অর্থ মন্ত্রণালয়',
          'বাণিজ্য মন্ত্রণালয়',
          'ডাক ও টেলি যোগাযোগ মন্ত্রণালয় '
        ]
      } ,
      {
        question: 'বাংলাদেশে আন্তঃনগর ট্রেন পরিষেবা কখন শুরু হয়?',
        answer: '১৯৮৬ ',
        answers: [ '১৯৮৭', '১৯৮৬ ', '১৯৮৪', '১৯৯০' ]
      } ,
      {
        question: 'বাংলাদেশের প্রথম মোবাইল অপারেটিং সংস্থার নাম কী?',
        answer: 'সিটিসেল ',
        answers: [ 'গ্রামীণ ফোন', 'সিটিসেল ', 'সেবা ', 'একটেল' ]
      } ,
      {
        question: 'বাংলাদেশ কতটি আন্তর্জাতিক বিমানবন্দর পরিচালনা করে?',
        answer: '৩ ',
        answers: [ '৪', '৫', '৩ ', '৭' ]
      } ,
      {
        question: 'প্রস্তাবিত পদ্মা সেতু সংযোগ করবে:',
        answer: 'মাওয়ার সাথে জানজিরা ',
        answers: [
          'মাওয়ার সাথে জানজিরা ',
          'পাটুরিয়ার সাথে মাওয়া',
          'জানজিরা সহ দৌলতদিয়া',
          'পাটুরিয়ার সাথে গোয়ালন্দ'
        ]
      } ,
      {
        question: 'ঢাকা কোন শহর হিসাবে পরিচিত:',
        answer: 'মসজিদ ',
        answers: [ 'সড়ক', 'ভবন', 'মসজিদ ', 'নদী' ]
      } ,
      {
        question: 'কবে বাংলাদেশ প্রথমবারের মতো ডে-লাইট সেভিংসয়ের সময়টি চালু করে?',
        answer: '১৮ ই জুলাই,২০০৯ ',
        answers: [
          '১০ ই মে, ২০০৮',
          '১৮ ই জুলাই,২০০৯ ',
          '১৮ ই মে,২০১০',
          '১৮ ই জুন, ২০০৯'
        ]
      } ,
      {
        question: 'কোন দেশের সাথে বাংলাদেশের বাণিজ্য রয়েছে তবে কূটনৈতিক সম্পর্ক নেই?',
        answer: 'তাইওয়ান ',
        answers: [ 'তাইওয়ান ', 'দক্ষিণ কোরিয়া', 'ইস্রায়েল', 'মায়ানমার' ]
      } ,
      {
        question: 'কোন দেশের সাথে বাংলাদেশের বৃহত্তম বাণিজ্য ঘাটতি রয়েছে?',
        answer: 'চীন ',
        answers: [ 'ভারত', 'চীন ', 'জাপান', 'আমেরিকা' ]
      } ,
      {
        question: 'প্রথম সার্ক শীর্ষ সম্মেলন ঢাকা অনুষ্ঠিত হয়েছিল কত সালে:',
        answer: '১৯৮৫ ',
        answers: [ '১৯৮৬', '১৯৮৫ ', '১৯৯৯', '১১৯০' ]
      } ,
      {
        question: 'বিচার বিভাগটি নির্বাহী বিভাগ থেকে কখন পৃথক হয়?',
        answer: 'পহেলা নভেম্বর, ২০০৭ ',
        answers: [
          '৮ই নভেম্বর, ২০০৯',
          '১০ই নভেম্বর, ২০১০',
          'পহেলা নভেম্বর, ২০০৭ ',
          '৭ই নভেম্বর, ২০১৮'
        ]
      } ,
      {
        question: 'সংবিধান পরিষদে বাংলাদেশের প্রথম সংবিধান উত্থাপিত হয় কখন?',
        answer: '৪ই নভেম্বর ১৯৭২ ',
        answers: [
          '৪ই নভেম্বর ১৯৭২ ',
          '১৭ই এপ্রিল ১৯৭১',
          '১২ ই অক্টোবর ১৯৭১',
          '২ রা নভেম্বর, ১৯৭২'
        ]
      } ,
      {
        question: 'বাংলাদেশ নৌবাহিনীর প্রধান কার্যালয় কোথায়?',
        answer: 'ঢাকা ',
        answers: [ 'ঢাকা ', 'চট্টগ্রাম', 'সিলেট', 'খুলনা' ]
      } ,
      {
        question: 'ঢাকা পাওয়ার ডিস্ট্রিবিউশন সংস্থা এর মধ্যে শুরু হয়েছিল:',
        answer: '১ লা জুলাই ২০০৮ ',
        answers: [
          '১ লা মে ২০০৮',
          '১ লা এপ্রিল ২০০৮',
          '১ লা জুলাই ২০০৮ ',
          '১ লা নভেম্বর ২০০৮'
        ]
      } ,
      {
        question: 'বাংলাদেশের সুপ্রিম কোর্টের প্রধান বিচারপতি কে নিয়োগ করেন?',
        answer: 'রাষ্ট্রপতি',
        answers: [
          'প্রধানমন্ত্রী',
          'রাষ্ট্রপতি',
          'স্পিকার',
          'সুপ্রিম জুডিশিয়াল কাউন্সিল'
        ]
      } ,
      {
        question: "২০০৭ সালে সার্ক কর্তৃক কোন জেলা দক্ষিণ পূর্ব এশিয়ার 'গ্রিন সিটি' হিসাবে স্বীকৃতি পেয়েছে?",
        answer: 'রাজশাহী ',
        answers: [ 'খুলনা', 'চট্টগ্রাম', 'বরিশাল', 'রাজশাহী ' ]
      } ,
      {
        question: 'আইন প্রণয়ন হয় কোথায়:',
        answer: 'সংসদ ',
        answers: [ 'সংসদ ', 'নির্বাহী বিভাগ', 'প্রধানমন্ত্রী', 'বিচার বিভাগ' ]
      } ,
      {
        question: 'এমডিজির (মিলেনিয়াম ডেভলপমেন্ট গোল) বাংলাদেশের লোগোটি কী?',
        answer: 'বাঘ ',
        answers: [ 'শাপলা', 'ম্যাগপাই', 'সিংহ', 'বাঘ ' ]
      } ,
      {
        question: 'বাংলাদেশে জাতীয় সংসদে মহিলাদের জন্য সংরক্ষিত আসনে প্রতিনিধি সংখ্যা এখন:',
        answer: '৫০ ',
        answers: [ '২৫', '৪০', '৪৫', '৫০ ' ]
      } ,
      {
        question: 'পেশাদার গল্ফ টুর্নামেন্ট, এশিয়ান ট্যুর জয়ের প্রথম বাংলাদেশী কে?',
        answer: 'সিদ্দিকুর রহমান ',
        answers: [
          'হাবিবুর রহমান',
          'তৌফিকুর রহমান',
          'সিদ্দিকুর রহমান ',
          'ইব্রাহিম মুসা'
        ]
      } ,
      {
        question: 'শহীদ চান্দু স্টেডিয়ামটি কোথায়?',
        answer: 'বগুড়া ',
        answers: [ 'কুমিল্লা', 'চট্টগ্রাম', 'রাজশাহী', 'বগুড়া ' ]
      } ,
      {
        question: 'পাহাড়ের অবস্থান অনুসারে, বাংলাদেশকে বিভক্ত করা হয়েছে:',
        answer: '২ ভাগে  ',
        answers: [ '২ ভাগে  ', '৩ ভাগে', '৫ ভাগে', '৪ ভাগে' ]
      } ,
      {
        question: 'সংবিধানের কোন অনুচ্ছেদে পাবলিক সার্ভিস কমিশন গঠনের কথা বলা হয়েছে?',
        answer: '১৩৭ ',
        answers: [ '১৩১', '১৩০', '১৩৭ ', '১৮০' ]
      } ,
      {
        question: 'NILG এর সম্পূর্ণ রূপ:',
        answer: 'জাতীয় তথ্য আইনী গাইড ',
        answers: [
          'জাতীয় তথ্য আইনী গাইড ',
          'স্থানীয় সরকার জাতীয় ইনস্টিটিউট',
          'জাতীয় পরিচয় লাইসেন্স গাইড',
          'জাতীয় শিল্প লীগ গ্রুপ'
        ]
      } ,
      {
        question: 'শুল্ক কমিশন কোন মন্ত্রণালয় এর অধীনে কাজ করে:',
        answer: 'বাণিজ্য মন্ত্রণালয় ',
        answers: [
          'ব্যবসা মন্ত্রণালয়',
          'বাণিজ্য মন্ত্রণালয় ',
          'অর্থ মন্ত্রণালয়',
          'প্রতিরক্ষা মন্ত্রণালয়'
        ]
      } ,
      {
        question: '১৯৫৪ সালের পূর্ব পাকিস্তান প্রাদেশিক কাউন্সিলের নির্বাচনে নিচের কোনটি যুক্তফ্রন্টের প্রতীক ছিল?',
        answer: 'নৌকা ',
        answers: [ 'সাইকেল', 'নৌকা ', 'টুপি', 'ঋক্ষমণ্ডল' ]
      } ,
      {
        question: 'নিচের কোনটি নাগরিকের দায়িত্ব?',
        answer: 'রাস্তায় ট্র্যাফিক আইন মান্য করা ',
        answers: [
          'শিল্পে আরও বেশি লোক নিয়োগ করা',
          'যে কোনও রাজনৈতিক দলে যোগ দেয়া',
          'দক্ষ জনশক্তি তৈরি করা',
          'রাস্তায় ট্র্যাফিক আইন মান্য করা '
        ]
      } ,
      {
        question: 'বাংলাদেশের জাতীয় আয়ের অনুযায়ী দেশের অর্থনীতিটি নিম্নলিখিত ক্ষেত্রগুলিতে বিভক্ত:',
        answer: '১৫ ',
        answers: [ '১২', '১৩', '১৪', '১৫ ' ]
      } ,
      {
        question: 'নিম্নলিখিতগুলির মধ্যে কোনটি স্থানীয় সরকারকে উপস্থাপন করে না?',
        answer: 'পল্লী বিদ্যুৎ ',
        answers: [ 'পল্লী বিদ্যুৎ ', 'সিটি কর্পোরেশন', 'পৌরসভা', 'উপজেলা পরিষদ' ]
      } ,
      {
        question: 'সংসদ নির্বাচনে দেশের যে কোনও অংশে ভোটার হননি এমন ব্যক্তি:',
        answer: 'কোনও আদেশে প্রার্থী হতে পারবেন না ',
        answers: [
          'নির্বাচন কমিশনের অনুমতি নিয়ে প্রার্থী হতে পারবেন',
          'সংশ্লিষ্ট দল কর্তৃপক্ষের অনুমতি নিয়ে প্রার্থী হতে পারেন',
          'কোনও আদেশে প্রার্থী হতে পারবেন না ',
          'আইন মন্ত্রকের অনুমতি নিয়ে প্রার্থী হতে পারেন'
        ]
      } ,
      {
        question: 'নিচের কোনটি বাংলাদেশে বিদ্যুৎ উৎপাদনের জ্বালানী হিসাবে সবচেয়ে বেশি ব্যবহৃত হয়:',
        answer: 'প্রাকৃতিক গ্যাস ',
        answers: [ 'প্রাকৃতিক গ্যাস ', 'অকটেন', 'কয়লা', 'ডিজেল' ]
      } ,
      {
        question: 'গণপ্রজাতন্ত্রী বাংলাদেশের সংবিধানের কোন অনুচ্ছেদে আইনের দৃষ্টিতে সকল নাগরিকের সমতা ঘোষণা করা হয়েছে?',
        answer: 'অনুচ্ছেদ ২ ',
        answers: [ 'অনুচ্ছেদ ২৬', 'অনুচ্ছেদ ২ ', 'অনুচ্ছেদ ২৮', 'অনুচ্ছেদ ৩০' ]
      } ,
      {
        question: 'নিচের কোন বেক্তি ১৯৫৪ সালের পূর্ববঙ্গ প্রাদেশিক কাউন্সিল নির্বাচনের সাথে জড়িত ছিল না:',
        answer: 'নোয়াব স্যার সলিমুল্লাহ ',
        answers: [
          'শের ই বাংলা এ.কে ফজলুল হক',
          'হোসেন শহীদ সোহরাওয়ার্দী',
          'মাওলানা আবদুল হামিদ খান ভাসানী',
          'নোয়াব স্যার সলিমুল্লাহ '
        ]
      } ,
      {
        question: 'মুজিবনগর সরকারের ত্রাণ ও পুনর্বাসন মন্ত্রী কে ছিলেন?',
        answer: 'এ.এইচ.এম কামরুজ্জামান ',
        answers: [
          'ক্যাপ্টেন এম মনসুর আলী',
          'তাজুদডিং আহমেদ',
          'এ.এইচ.এম কামরুজ্জামান ',
          'খন্দকার মোশতাক আহমেদ'
        ]
      } ,
      {
        question: 'ঐতিহাসিক ছয় দফা ঘোষণাটি করা হয়েছিল:',
        answer: 'ফেব্রুয়ারী, ১৯৬৬ ',
        answers: [
          'ফেব্রুয়ারী, ১৯৬৬ ',
          'মার্চ, ১৯৭১',
          'ফেব্রুয়ারি, ১৯৫২',
          'আগস্ট, ১৯৭০'
        ]
      } ,
      {
        question: 'স্বাধীন বাংলা বেতার কেন্দ্র থেকে কে চর্যাপত্র পড়তেন?',
        answer: 'এম আর আক্তার মুকুল ',
        answers: [
          'এম আর আক্তার মুকুল ',
          'সুনীল গঙ্গোপাধায়',
          'আবদুল গাফফার চৌধুরী',
          'আবদুল হান্নান'
        ]
      } ,
      {
        question: 'জাতীয় স্মৃতিসৌধে কতটি ফলক রয়েছে?',
        answer: '৭ ',
        answers: [ '৮', '৯', '৭ ', '২' ]
      } ,
      {
        question: 'বাংলাদেশের একমাত্র প্রবাল দ্বীপের নাম কী?',
        answer: 'সেন্ট মার্টিন ',
        answers: [ 'সেন্ট মার্টিন ', 'হাতিয়া গভীর', 'মহেশখালীর', 'সাতগ্রাম' ]
      } ,
      {
        question: 'গণপ্রজাতন্ত্রী বাংলাদেশের সংবিধান চালু হয়েছিল:',
        answer: '১৬ই ডিসেম্বর ১৯৭২ ',
        answers: [
          '১৬ই ডিসেম্বর ১৯৭২ ',
          '১৬ই ডিসেম্বর ১৯৭১',
          '১৭ই এপ্রিল, ১৯৭০',
          '৭ই মার্চ, ১৯৭১'
        ]
      } ,
      {
        question: 'এই বিখ্যাত শিল্পকর্মের শিল্পী কে:',
        answer: 'কামরুল হাসান ',
        answers: [
          'জয়নুল আবেদীন',
          'শেখ মুহাম্মদ সুলতান',
          'কামরুল হাসান ',
          'কাইয়ুম চৌধুরী'
        ]
      } ,
      {
        question: '‘পল্লী কবি’ নামে পরিচিত কে?',
        answer: 'জসিমউদ্দিন ',
        answers: [
          'জসিমউদ্দিন ',
          'রবীন্দ্রনাথ ঠাকুর',
          'কাজী নজরুল ইসলাম',
          'সুকান্ত ভট্টাচার্য'
        ]
      } ,
      {
        question: 'নিচের কোনটি বাংলাদেশের সোনালী আঁশ হিসাবে পরিচিত:',
        answer: 'পাট ',
        answers: [ 'ধান', 'প্রস্তুত গার্মেন্টস (আরএমজি)', 'পাট ', 'তুলা' ]
      } ,
      {
        question: 'বাংলাদেশের একমাত্র পার্বত্য দ্বীপ কোনটি?',
        answer: 'মহেশখালী ',
        answers: [ 'মহেশখালী ', 'ছেরাদ্বীপ', 'স্বনদ্বীপ', 'সেন্ট মার্টিন' ]
      } ,
      {
        question: 'বাংলাদেশের কোন নদী প্রাকৃতিক মাছের প্রজননের জন্য পরিচিত?',
        answer: 'হালদা ',
        answers: [ 'যমুনা', 'মেঘনা', 'হালদা ', 'তিস্তা' ]
      } ,
      {
        question: 'টিএসসি এর ডিজাইনার কে ছিলেন?',
        answer: 'ডকসিয়া ডিস্ক ',
        answers: [ 'লিউ খান', 'জাহা হাদিদ', 'সিজার বেলি', 'ডকসিয়া ডিস্ক ' ]
      } ,
      {
        question: 'নিচের কোন সংস্থাটি বিশ্বের প্রথম হাড়ের গ্রন্থাগার চালু করেছিল?',
        answer: 'চট্টগ্রাম মেডিকেল কলেজ ',
        answers: [
          'চট্টগ্রাম মেডিকেল কলেজ ',
          'ঢাকা মেডিকেল কলেজ',
          'রাজশাহী মেডিকেল কলেজ',
          'ময়মনসিংহ মেডিকেল কলেজ'
        ]
      } ,
      {
        question: 'বোয়িং ৭৮৭ বিমানটি কি নামে সম্প্রতি ড্রিমলাইনারে যুক্ত হয়েছে?',
        answer: 'আকাশ বিনা ',
        answers: [ 'ফ্লাইট জেট', 'আকাশ বনি', 'আকাশ বিনা ', 'বোয়িং স্বপ্ন' ]
      } ,
      {
        question: 'উপকূল থেকে বাংলাদেশের অর্থনৈতিক সমুদ্রসীমা দূরত্ব:',
        answer: '২০০ নটিক্যাল মাইল ',
        answers: [
          '১৫০ নটিক্যাল মাইল',
          '২০০ নটিক্যাল মাইল ',
          '২৫০ নটিক্যাল মাইল',
          '১০০ নটিক্যাল মাইল'
        ]
      } ,
      {
        question: 'সংসদের সভাপতি কে?',
        answer: 'স্পিকার ',
        answers: [ 'স্পিকার ', 'চিফ হুইপ', 'প্রধানমন্ত্রী', 'রাষ্ট্রপতি' ]
      } ,
      {
        question: 'নিচের কোন ভৌগলিক অঞ্চলটি সরকারীভাবে ‘রামসার সাইট’ নামে পরিচিত?',
        answer: 'টাঙ্গুয়ার হাওর ',
        answers: [ 'রামসাগর', 'বগা লেক', 'টাঙ্গুয়ার হাওর ', 'কাপ্তাই হ্রদ' ]
      } ,
      {
        question: 'নিচের কোন সংস্থা বাংলাদেশ ও মিয়ানমারের মধ্যে সমুদ্রসীমা বিরোধ সমাধান করেছে:',
        answer: 'সমুদ্রের আইনের জন্য আন্তর্জাতিক ট্রাইব্যুনাল ',
        answers: [
          'ন্যায়বিচারের স্থায়ী আদালত',
          'সমুদ্রের আইনের জন্য আন্তর্জাতিক ট্রাইব্যুনাল ',
          'আন্তর্জাতিক ন্যায়বিচার আদালত',
          'সালিশের আন্তর্জাতিক আদালত'
        ]
      } ,
      {
        question: 'জাতীয় জিডিপি পরিমাপের জন্য, আমাদের অর্থনৈতিক খাতগুলিতে বিভক্ত:',
        answer: '১৫ টি খাত ',
        answers: [ '১২ টি খাত ', '১৩ টি খাত ', '১৪ টি খাত ', '১৫ টি খাত ' ]
      } ,
      {
        question: 'অর্থনীতির জন্য বৈদেশিক মুদ্রা উপার্জনের প্রধান উৎস কোনটি?',
        answer: 'তৈরি গার্মেন্টস ',
        answers: [ 'পাট', 'তৈরি গার্মেন্টস ', 'বুনন পোশাক', 'কৃষি ও শুকনো খাবার' ]
      } ,
      {
        question: 'বাংলাদেশ সরকার এখন থেকে এর সর্বোচ্চ আয় উপার্জন করে:',
        answer: 'মূল্য সংযোজন কর ',
        answers: [ 'মূল্য সংযোজন কর ', 'আয়কর', 'জমিতে কর', 'আমদানি কর' ]
      } ,
      {
        question: 'নিচের কোনটি বাংলাদেশের বৃহত্তম সেচ প্রকল্প:',
        answer: 'তিস্তা সেচ প্রকল্প ',
        answers: [
          'কাপ্তাই সেচ প্রকল্প',
          'ফেনী সেচ প্রকল্প',
          'গঙ্গা কপোতাক্ষ সেচ প্রকল্প',
          'তিস্তা সেচ প্রকল্প '
        ]
      } ,
      {
        question: 'পূর্ববঙ্গে ভাষা আন্দোলনের পেছনের প্রধান কারণ কী ছিল?',
        answer: 'বাঙালি জাতীয়তাবাদ ',
        answers: [
          'বহু সংস্কৃতি তত্ত্ব',
          'সামাজিক চেতনা',
          'ধর্মনিরপেক্ষতা',
          'বাঙালি জাতীয়তাবাদ '
        ]
      } ,
      {
        question: "'চায়ের দেশে স্বাগতম' স্মৃতিস্তম্ভটি কোথায়?",
        answer: 'শ্রীমঙ্গল, মৌলভীবাজার ',
        answers: [
          'মধুপুর, হবিগঞ্জ',
          'কানাইঘাট, সিলেট',
          'বাশখালী, চট্টগ্রাম',
          'শ্রীমঙ্গল, মৌলভীবাজার '
        ]
      } ,
      {
        question: "বাংলাদেশের একমাত্র প্রবাল দ্বীপটি হ'ল:",
        answer: 'সেন্ট মার্টিন ',
        answers: [ 'মহেশখালীর', 'হাতিয়া দ্বীপ', 'সেন্ট মার্টিন ', 'কুয়াকাটা' ]
      } ,
      {
        question: 'তিন চাকার ‘মিশুক’ এর স্থপতি কে ছিলেন?',
        answer: 'হামিদুজ্জামান খান ',
        answers: [
          'হামিদুজ্জামান খান ',
          'মইনুল হোসেন',
          'শামীম শিকদার',
          'মোস্তফা মনোয়ারা'
        ]
      } ,
      {
        question: 'কোন সীমান্তবর্তী জেলা ভারতের সাথে কোনও যোগাযোগ নেই?',
        answer: 'বান্দরবান ',
        answers: [ 'বাগেরহাট', 'সিলেট', 'বান্দরবান ', 'ময়মনসিংহ' ]
      } ,
      {
        question: "'খাদ্য বিনিময় প্রশিক্ষণ' প্রোগ্রামটি শুরু হয়েছিল:",
        answer: '১৯৯৩ ',
        answers: [ '১৯৯১', '১৯৯২', '১৯৯৩ ', '১৯৯৪' ]
      } ,
      {
        question: 'হাতে লেখা সংবিধানের প্রথম লেখক কে?',
        answer: 'আবদুর রউফ ',
        answers: [ 'ডাঃ কামাল হোসেন', 'কামরুল হাসান', 'আবদুর রউফ ', 'জয়নুল আবেদীন' ]
      } ,
      {
        question: 'বাংলাদেশের অর্থবছর শুরু হয়:',
        answer: 'জুলাই-জুন ',
        answers: [ 'জুন-জুলাই', 'জুলাই-জুন ', 'জানুয়ারি-ডিসেম্বর', 'এপ্রিল-মার্চ' ]
      } ,
      {
        question: "'দোয়েল' দিয়ে বাংলাদেশের কৃষিক্ষেত্রে কী বোঝায়?",
        answer: 'উচ্চ ফলনশীল জাতের গম ',
        answers: [
          'কৃষি উপকরণ',
          'উচ্চ ফলনশীল জাতের গম ',
          'কৃষি সংস্থা',
          'উচ্চ ফলনশীল জাতের ধান'
        ]
      } ,
      {
        question: 'বাংলাদেশে সেলুলার টেলিফোন শুরু হয়েছিল:',
        answer: '৮ই আগস্ট, ১৯৯৩ ',
        answers: [
          '৮ই আগস্ট, ১৯৯৩ ',
          '৮ই সেপ্টেম্বর, ১৯৯৫',
          '৮ই জুন, ১৯৯৩',
          '৮ই জুলাই, ১৯৯৩'
        ]
      }
]
]

export default banglaQ;



 

 

